[
  {
    "name": "Basketball",
    "description": "Improve your basketball skills with our basketball class. Whether you're a beginner or an experienced player, this class will help you enhance your game.",
    "price": "15",
    "schedule": "March 15th to June 15th. Weekdays 11:00 AM - 1:00 PM"
  },
  {
    "name": "Swimming",
    "description": "Dive into our swimming class and learn essential swimming techniques in a fun and safe environment. Perfect for all skill levels, from beginners to advanced swimmers.",
    "price": "15",
    "schedule": "June 12th to August 23rd. Weekends 12:00 PM to 2:00 PM"
  },
  {
    "name": "Yoga",
    "description": "Join our yoga class to find inner peace and improve your flexibility and strength. Experience a blend of relaxation and physical exercise in a welcoming atmosphere.",
    "price": "15",
    "schedule": "January 3rd to March 8th. Monday, Wednesday, Friday 10:00 AM to 12:00 PM"
  },
  {
    "name": "Soccer",
    "description": "Kick off in our soccer class and enjoy the thrill of playing the world's most popular sport. Develop your teamwork and soccer skills while having fun on the field.",
    "price": "10",
    "schedule": "July 10th to September 19th. Weekdays 2 PM - 4 PM"
  },
  {
    "name": "Tennis",
    "description": "Swing into action with our tennis class. Learn proper techniques, footwork, and strategies to elevate your tennis game and enjoy friendly matches with fellow players.",
    "price": "20",
    "schedule": "April 5th to June 28th. Tuesdays and Thursdays 4:00 PM - 6:00 PM"
  },
  {
    "name": "Pilates",
    "description": "Strengthen your core and improve your posture with our Pilates class. Focus on controlled movements and breathing to enhance your overall fitness and well-being.",
    "price": "25",
    "schedule": "February 10th to April 20th. Mondays and Wednesdays 6:30 PM - 8:30 PM"
  },
  {
    "name": "Zumba",
    "description": "Dance your way to fitness with our Zumba class. Move to the rhythm of energetic music and burn calories while having a blast in this high-energy dance workout.",
    "price": "15",
    "schedule": "May 3rd to July 15th. Fridays 5:00 PM - 7:00 PM"
  },
  {
    "name": "Cycling",
    "description": "Pedal your way to better health with our Cycling class. Experience an intense cardio workout while enjoying the thrill of indoor cycling in a motivating group setting.",
    "price": "20",
    "schedule": "August 2nd to October 10th. Tuesdays and Thursdays 6:00 PM - 7:30 PM"
  }
]
